{
  "domande": [
    {
      "testo": "La regione italiana più settentrionale è la Valle d'Aosta.",
      "risposta": true
    },
    {
      "testo": "La Sicilia è la più grande isola italiana.",
      "risposta": true
    },
    {
      "testo": "Il Monte Bianco è la montagna più alta d'Italia.",
      "risposta": false
    },
    {
      "testo": "Il Lago di Como è il lago più grande d'Italia.",
      "risposta": false
    },
    {
      "testo": "La città di Trieste si trova sulla costa adriatica dell'Italia.",
      "risposta": true
    },
    {
      "testo": "La regione italiana con il maggior numero di province è la Lombardia.",
      "risposta": true
    },
    {
      "testo": "Il fiume Po attraversa la città di Torino.",
      "risposta": false
    },
    {
      "testo": "Il Vesuvio è un vulcano attivo situato in Campania.",
      "risposta": true
    },
    {
      "testo": "Il fiume più lungo d'Italia è il Tevere.",
      "risposta": false
    },
    {
      "testo": "La città di Bari si trova sulla costa occidentale dell'Italia.",
      "risposta": false
    },
    {
      "testo": "La regione italiana con la più alta densità di popolazione è la Campania.",
      "risposta": false
    },
    {
      "testo": "La città di Verona si trova in Lombardia.",
      "risposta": false
    },
    {
      "testo": "La regione italiana con la maggior estensione territoriale è la Sicilia.",
      "risposta": false
    },
    {
      "testo": "La città di Messina si trova sulla costa orientale della Sicilia.",
      "risposta": true
    },
    {
      "testo": "Il fiume Arno attraversa la città di Firenze.",
      "risposta": true
    },
    {
      "testo": "La città di Lecce si trova in Puglia.",
      "risposta": true
    },
    {
      "testo": "Il lago di Garda è il più grande lago italiano.",
      "risposta": false
    },
    {
      "testo": "La città di Cagliari si trova in Sardegna.",
      "risposta": true
    },
    {
      "testo": "Il fiume Po sfocia nel mare Adriatico.",
      "risposta": false
    },
    {
      "testo": "La città di Ancona si trova sulla costa adriatica dell'Italia.",
      "risposta": true
    },
    {
      "testo": "La regione italiana con la più alta percentuale di territorio montuoso è il Trentino-Alto Adige.",
      "risposta": true
    },
    {
      "testo": "Il golfo di Napoli si trova sulla costa adriatica dell'Italia.",
      "risposta": false
